{"sentence": "Although it still existed, the award of the badge was only proposed again officially after World War I.", "ids": [2535, 2536, 2537], "paraphrased": true, "paraphrases": "It was only after World War I that the badge was officially proposed again, despite its existence.", "validated": false, "status": "", "notes": ""}
{"sentence": "The weakest prescribe people to directly provide firearms to minors.", "ids": [1645, 1646, 7147], "paraphrased": true, "paraphrases": "Those who are the least capable advise individuals to provide firearms directly to children.", "validated": false, "status": "", "notes": ""}
{"sentence": "Houston has sports teams for every major professional league except the National Football League and the National Hockey League.", "ids": [5131, 5132], "paraphrased": true, "paraphrases": "The city of Houston has sports teams for all major professional leagues, except for the National Football League and the national Hockey League.", "validated": false, "status": "", "notes": ""}
{"sentence": "However, he made up for his relative lack of bulk by showing textbook finesse, strength and was famous for his ambidextrous skyhook shot.", "ids": [240, 241, 242], "paraphrased": true, "paraphrases": "Despite his lack of height, he managed to exhibit textbook finesse, impressive muscle and was celebrated for his iconic skyhook shot.", "validated": false, "status": "", "notes": ""}
{"sentence": "This scene, marked by low comedy, is nonetheless performed today whenever the opera is shown.", "ids": [5689, 5690], "paraphrased": true, "paraphrases": "Despite its low comedy, this scene is still performed when the opera is being presented.", "validated": false, "status": "", "notes": ""}
{"sentence": "He shared in Hugo's dissatisfaction with the theatrical outputs of the time, but defended the use of the word \"tragedy.\"", "ids": [4519, 4520, 4521], "paraphrased": true, "paraphrases": "He echoed Hugo's disapproval of the stage productions of that period, but upheld the meaning of \"tragedy.\"", "validated": false, "status": "", "notes": ""}
{"sentence": "As all of his family were also forced into monasteries, this was the end of the Agilolfing dynasty.", "ids": [425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 7122], "paraphrased": true, "paraphrases": "All members of the Agilolfing dynasty were forced into monasteries, signifying the end of their reign.", "validated": false, "status": "", "notes": ""}
{"sentence": "They also have supraorbital processes on the frontal, but have underdeveloped calcaneal tubers.", "ids": [2841, 2842, 2843], "paraphrased": true, "paraphrases": "They exhibit supraorbital processes on the frontal plane, but their calcaneal tubers are underdeveloped.", "validated": false, "status": "", "notes": ""}
{"sentence": "These odd sanctuaries have proven so popular and lucrative for ecotourism that efforts exist to permanently remove the mines.", "ids": [3711, 3712, 3713], "paraphrased": true, "paraphrases": "The mines' popularity and lucrative ecotourism status have led to the ongoing efforts to eliminate them permanently.", "validated": false, "status": "", "notes": ""}
{"sentence": "Elections Canada cannot dictate how a federal political party should be formed or how its legal, internal and financial structures should be established.", "ids": [3152, 3153, 3154], "paraphrased": true, "paraphrases": "The formation of a federal political party and the establishment of its legal, internal, and financial structures are beyond Elections Canada's control.", "validated": false, "status": "", "notes": ""}
{"sentence": "When the band could not find a suitable drummer after a series of auditions, Erdelyi took over on drums, assuming the name Tommy Ramone.", "ids": [1059, 1060, 1061], "paraphrased": true, "paraphrases": "Erdelyi assumed the role of drummer after a series of auditions, but was eventually able to find someone who could match his abilities.", "validated": false, "status": "", "notes": ""}
{"sentence": "At the wedding of Angus and Laura in Somerset, the best man Charles, his flatmate Scarlett; his friend Fiona and her brother Tom; Gareth, a gay man, and his Scottish lover Matthew; and Charles's deaf brother David endure the festivities.", "ids": [45, 46, 47], "paraphrased": true, "paraphrases": "Best man Charles, his flatmate Scarlett, Fiona and her brother Tom, gay man Gareth, Scottish lover Matthew, and Charles's deaf brother David were among the guests at the wedding of Angus and Laura in Somerset.", "validated": false, "status": "", "notes": ""}
{"sentence": "This was hated in Spain and resulted in the Peninsular War, a struggle that would contribute to the downfall of Napoleon.", "ids": [321, 322, 323], "paraphrased": true, "paraphrases": "The Peninsular War, which would ultimately bring down Napoleon, was a consequence of the hatred that prevailed in Spain.", "validated": false, "status": "", "notes": ""}
{"sentence": "In its formal recommendation that ski orienteering not be included in those games, the Olympic Programme Commission focused on a lack of participation in the sport outside Nordic countries, \"the challenges for broadcasters and spectators to easily follow the competition\", and the costs associated with new technology and a new results system.", "ids": [4800], "paraphrased": true, "paraphrases": "The Olympic Programme Commission's formal recommendation to exclude ski orienteering from the games was based on concerns about low participation in the sport outside of Nordic countries, challenges for broadcasters and spectators following the competition, and the costs of new technology and results system.", "validated": false, "status": "", "notes": ""}
{"sentence": "Chinese sources state that there was an attempt to restore Peroz by Tokharistan's army, however we were unable to confirm this through our Arab sources.", "ids": [1573, 1574, 7144], "paraphrased": true, "paraphrases": "Our Arab sources were able to confirm the assertion that Tokharistan's army had attempted to reclaim Peroz, as reported by Chinese sources.", "validated": false, "status": "", "notes": ""}
{"sentence": "Since achieving independence, the border war with Ethiopia and the ongoing level of mobilization in the army had both exacerbated the dearth of skilled workers in the nation.", "ids": [247, 248], "paraphrased": true, "paraphrases": "The shortage of skilled workers in the nation was further worsened by the border war with Ethiopia and the ongoing military mobilization, which had occurred shortly after independence.", "validated": false, "status": "", "notes": ""}
{"sentence": "Al-Libi told the interrogators details about Richard Reid, a British citizen who had unsuccessful ly tried to join al-Qaeda, but trained himself to carry out a suicide bombing of an airliner, which he attempted on December 22, 2001.", "ids": [4587, 4588, 7196], "paraphrased": true, "paraphrases": "Al-Libi shared with the interrogators information about Richard Reid, a British national who had attempted to join al-Qaeda but was ultimately able to commit suicide on December 22, 2001.", "validated": false, "status": "", "notes": ""}
{"sentence": "The United Kingdom does follow this form as its central bank is the Bank of England (which, despite its name, is the central bank of the United Kingdom as a whole).", "ids": [5678, 5679, 5680, 5681, 5682, 5683], "paraphrased": true, "paraphrases": "The Bank of England is the central bank of the United Kingdom, which operates in accordance with its structure.", "validated": false, "status": "", "notes": ""}
{"sentence": "The Senate acted and accepted the modifications given by the League so the United States joined the World Court.", "ids": [1001, 1002, 1003], "paraphrased": true, "paraphrases": "The United States became a member of the World Court after the Senate took action and approved the League's modifications.", "validated": false, "status": "", "notes": ""}
{"sentence": "J. Presper Eckert and John W. Mauchly similarly were inspired by the details of Babbage's Analytical Engine work prior to the completion of their design for the first electronic general-purpose computer, the ENIAC.", "ids": [295, 296, 297], "paraphrased": true, "paraphrases": "J. Presper Eckert and John W. Mauchly were similarly motivated by Babbage's Analytical Engine work before completing their design for the ENIAC, the first electronic general-purpose computer.", "validated": false, "status": "", "notes": ""}
{"sentence": "Leprosy is not transmitted through sexual contact, nor is is passed from mother to fetus during pregnancy.", "ids": [3205, 3206], "paraphrased": true, "paraphrases": "Leprosy is a disease that can be contracted through sexual contact, but it is also transmitted during pregnancy.", "validated": false, "status": "", "notes": ""}
{"sentence": "Presidio County's unusual shape means that more of its borders face into Mexico than into the United States.", "ids": [2207, 2208, 2209], "paraphrased": true, "paraphrases": "Presidio County's distinctive shape results in a greater portion of its boundaries facing into Mexico than into the United States.", "validated": false, "status": "", "notes": ""}
{"sentence": "There is an abundance of important minerals in Belize, but none of these deposits are large enough to support a mining operation.", "ids": [4923, 4924, 4925], "paraphrased": true, "paraphrases": ["No paraphrase found"], "validated": false, "status": "", "notes": ""}
{"sentence": "According to Dolores Mertz, then a Democratic Iowa state representative and chairwoman of the ALEC board, ALEC wasn't partisan during that period, with Roman once telling Mertz \"she liked Democrats and she was going to work with them.\"", "ids": [1354, 1355, 1356], "paraphrased": true, "paraphrases": "According to Dolores Mertz, the ALEC board chairwoman and Democratic Iowa state representative at the time, ALEG was neutral in its political stance, as Roman once stated: \"She liked Democrats and she knew we would work together.\"", "validated": false, "status": "", "notes": ""}
{"sentence": "Friedrich Alfred, known as \"Fritz\" throughout his life, was surprisingly different from his father both in terms of personality and in terms of his physical features.", "ids": [2654, 2655, 2656], "paraphrased": true, "paraphrases": "The persona and demeanor of Friedrich Alfred, who was commonly referred to as \"Fritz\" throughout his life, were strikingly distinct from that of his father.", "validated": false, "status": "", "notes": ""}
{"sentence": "Due to the presence of detours during construction, McLain accidentally exited I-94 and drove across the Bluewater Bridge into Canada.", "ids": [554, 555, 556], "paraphrased": true, "paraphrases": "Due to detours during construction, McLain accidentally drove off I-94 and crossed the Bluewater Bridge into Canada.", "validated": false, "status": "", "notes": ""}
{"sentence": "The football Cardinals advanced to the NFL playoffs three times (1974, 1975 and 1982), hosting and winning in all appearances.", "ids": [5579, 5580, 5581], "paraphrased": true, "paraphrases": "Having made it to the NFL playoffs three times (1974, 1975, and 1982), the Cardinals hosted games and emerged victorious in each of those games.", "validated": false, "status": "", "notes": ""}
{"sentence": "The supply of gunpowder was theoretically controlled by the government, but it was easily obtained from criminal sources.", "ids": [4339, 4340, 4341], "paraphrased": true, "paraphrases": "The supply of gunpowder was subject to the government's control, but it was easily obtained from criminal sources.", "validated": false, "status": "", "notes": ""}
{"sentence": "Surprisingly, a rolling object appeals only to a human baby, and very rarely to a kitten or a puppy.", "ids": [927, 928, 929], "paraphrased": true, "paraphrases": "A rolling object is only attractive to a human baby, and in rare cases, it can be enjoyed by both young dogs and adult dogs.", "validated": false, "status": "", "notes": ""}
{"sentence": "Once it was sufficiently gelatinous to hold its form, it was placed on pieces of flannel or unglazed earthenware dishes and rotated regularly to dry it further.", "ids": [2207, 2208, 2209], "paraphrased": true, "paraphrases": "After reaching a point where it was fully solidified, it would be spread on flannel or plain earthenware dishes and then rotated to dry it even more.", "validated": false, "status": "", "notes": ""}
{"sentence": "Furthermore, while the relation between consumption of acrylamide and cancer in rats and mice has been shown, it is still unclear whether acrylamide consumption has an effect on the risk of developing cancer in humans, and existing epidemiological studies in humans are very limited and do not show any relation between acrylamide and cancer in humans.", "ids": [4545, 4546, 4547], "paraphrased": true, "paraphrases": "In addition, acrylamide consumption has been linked to cancer in rats and mice, but the impact on human cancer risk is still poorly understood, with only limited epidemiological studies showing any association in humans.", "validated": false, "status": "", "notes": ""}
{"sentence": "What we want to see is how Gaston will go to any length, and say absolutely anything, to ensure that the contracts are swiftly signed.\"", "ids": [536, 537, 538], "paraphrased": true, "paraphrases": "We are interested in witnessing how Gaston can go to great lengths to ensure that the contracts are signed quickly.", "validated": false, "status": "", "notes": ""}
{"sentence": "DNA testing is not sufficient to qualify a person for specific tribal membership, as it cannot distinguish among Native American tribes; however some tribes such as the Meskwaki Nation require a DNA test in order to enroll in the tribe.", "ids": [6521, 6522], "paraphrased": true, "paraphrases": ["No paraphrase found"], "validated": false, "status": "", "notes": ""}
{"sentence": "The events surrounding his stay on the Marquesas, most of the time on Fatu Hiva, were told first in his book \"På Jakt etter Paradiset\" (\"Hunt for Paradise\") (1938), which was published in Norway but, following the outbreak of World War II, was translated but remained largely forgotten.", "ids": [2722, 2723, 2724], "paraphrased": true, "paraphrases": "\"P Jakt etter Paradiset\" (\"Hunt for Paradise\"), his book that was published in Norway in 1938, provided the first account of his stay on the Marquesas, with a significant portion of it being spent on Fatu Hiva. Unfortunately, this work was only translated after World War II and was mostly forgotten due to its lack of translation.", "validated": false, "status": "", "notes": ""}
{"sentence": "Although he is implying that the Time Lords themselves had resorted (and, thus, will resort) to desperate and deplorable measures to stop the Daleks, the Doctor is willing to break his code of non-violence to ensure the return of the Time Lords.", "ids": [5458, 5459, 5460], "paraphrased": true, "paraphrases": "Despite the Doctor's insinuation that the Time Lords have employed desperate and repulsive tactics to hinder the Daleks, he is prepared to violate his code of silence to ensure their return.", "validated": false, "status": "", "notes": ""}
{"sentence": "The Long Valley volcano has been known to produce both basaltic and silicic lava from eruptions that take place in the same geographical location, which is unusual.", "ids": [6502], "paraphrased": true, "paraphrases": "Rarely does the Long Valley volcano produce basaltic or even silicic lava from eruptions that occur in the same area.", "validated": false, "status": "", "notes": ""}
{"sentence": "After a few unproductive days, he happened to read a headline in the \"San Francisco Chronicle\" that read, \"450 Dead Pets Going To Napa Valley\".", "ids": [2562, 2563, 2564], "paraphrased": true, "paraphrases": "Following several days of inactivity, he came across an article in the \"San Francisco Chronicle\" that headlined, \"450 Dead pets Set to Stay In Napa Valley\".", "validated": false, "status": "", "notes": ""}
{"sentence": "The unpopular central government found itself in the difficult position of trying to gain support for spending cuts from the recalcitrant regional governments.", "ids": [3198, 3199], "paraphrased": true, "paraphrases": "The central government, which was disliked by many, had to find a way to gain support for spending cuts from the regional governments.", "validated": false, "status": "", "notes": ""}
{"sentence": "During this Tournament, however, both Giuseppe and Franco Baresi played in tournament matches.", "ids": [4225, 4226, 4227], "paraphrased": true, "paraphrases": "Giuseppe and Franco Baresi were both involved in tournament matches during this Tournament.", "validated": false, "status": "", "notes": ""}
{"sentence": "The only damage was to property, and nobody was injured, but the residents of a block of flats adjacent to the landslide were evacuated as the building was deemed unsafe and it remains vacant.", "ids": [6271, 6272, 6273], "paraphrased": true, "paraphrases": "The property was only damaged and there were few injuries, but a block of flats next to the landslide was evacuated due to safety concerns.", "validated": false, "status": "", "notes": ""}
{"sentence": "Even after David returned from his absence, a series of Guardians kept up the struggle.", "ids": [2169, 2170], "paraphrased": true, "paraphrases": "The struggle persisted for a considerable time after David's return from the dead.", "validated": false, "status": "", "notes": ""}
{"sentence": "Many 19th-century United States and 18th-century European entrepreneurs advertised and sold mineral oil (often mixed with various active and inactive household herbs, spices, drugs, and compounds, and containing a lot of snake-derived substances) as \"snake oil liniment\", making frivolous claims about its efficacy as a panacea.", "ids": [633, 634, 635], "paraphrased": true, "paraphrases": "In the 19th and 18th centuries, mineral oil was sold by a number of entrepreneurs in the United States and Europe as \"snake oil liniment,\" which was frequently combined with household herbs, spices, drugs, and compounds, including snake-derived substances, to make false claims about its effectiveness.", "validated": false, "status": "", "notes": ""}
{"sentence": "This will prevent a customer from setting off security alarms at the store's exit.", "ids": [1880], "paraphrased": true, "paraphrases": "This will also keep the customer from setting off security alarms at the store's exit.", "validated": false, "status": "", "notes": ""}
{"sentence": "The only damage was to property, only a few people were injured, and nobody among the residents of a block of flats adjacent to the landslide were evacuated as the building was deemed safe and it remains occupied.", "ids": [6277, 6278, 6279], "paraphrased": true, "paraphrases": "There was just damage to property, few people were hurt and residents in a block of flats next to the landslide could have been evacuated because the building had been declared safe and is still occupied.", "validated": false, "status": "", "notes": ""}
{"sentence": "What was left fairly intact were plants, dinosaurs, pterosaurs and mammals; this allowed the dinosaurs and pterosaurs to become the dominant land animals for the next 135 million years.", "ids": [3669, 3670, 3671], "paraphrased": true, "paraphrases": "The remaining plants, dinosaurs, pterosaurs, and mammals were relatively intact, which allowed them to become the dominant land animals for the next 135 million years.", "validated": false, "status": "", "notes": ""}
{"sentence": "Long said he was nervous auditioning as an unknown actor at the time, competing against Kieran Culkin, Eddie Kaye Thomas and Tom Everett Scott.", "ids": [3856, 3857, 7182], "paraphrased": true, "paraphrases": "Long revealed that he was anxious about auditioning for the role of an inexperiencee, competing against Kieran Culkin, Eddie Kaye Thomas, and Tom Everett Scott.", "validated": false, "status": "", "notes": ""}
{"sentence": "The dismissals were challenged in a number of legal proceedings, but none were reinstated.", "ids": [3368, 3369, 3370], "paraphrased": true, "paraphrases": "Despite being challenged in multiple legal actions, the dismissals were ultimately dismissed.", "validated": false, "status": "", "notes": ""}
{"sentence": "However, the burial place of the Bohemian princess is now considered to be a mystery.", "ids": [5323, 5324, 5325], "paraphrased": true, "paraphrases": "The Bohemian princess's final resting place is now a mystery.", "validated": false, "status": "", "notes": ""}
{"sentence": "Berlusconi was expected to start serving his four-year prison sentence (reduced to one year), either under house arrest or doing unpaid social community service, in mid-October 2013.", "ids": [5440, 5441, 5442], "paraphrased": true, "paraphrases": "During mid-October 2013, Berlusconi was set to begin his four-year prison sentence (short-term, down to one year) by either house arrest or voluntary social service work.", "validated": false, "status": "", "notes": ""}
{"sentence": "Atlantis was to become a theme in Russia following the 1890s, taken up in partially completed poems by Valery Bryusov and Konstantin Balmont, as well as in a drama by the schoolgirl Larisa Reisner.", "ids": [5648, 5649, 5650, 5651], "paraphrased": true, "paraphrases": "Atlantis became a theme in Russia after the 1890s, and was included in some finished poems by Valery Bryusov and Konstantin Balmont, as well as in 'drama' by the schoolgirl Larisa Reisner.", "validated": false, "status": "", "notes": ""}
{"sentence": "Still, this kind of system is inadequate for the intellectual development of a child and it comes nowhere near meeting the standards linguists use to describe a complete language.", "ids": [589, 590], "paraphrased": true, "paraphrases": ["No paraphrase found"], "validated": false, "status": "", "notes": ""}
{"sentence": "The mechanized suits that were only proposed by military planners in the novel, and completely absent from any combat scene, became a major plot point in the movie, due to the desire to create a big-budget blockbuster.", "ids": [3926, 3927, 3928], "paraphrased": true, "paraphrases": "Due to the desire to create a high-budget movie, the mechanized suits that were only suggested by military planners in the novel and completely absent from any combat scenes became an important plotline.", "validated": false, "status": "", "notes": ""}
{"sentence": "State Road 400 (SR 400) is an unsigned highway while running concurrently with I-4 from their shared western terminus at I-275 in Tampa through the last eastbound exit before the eastern terminus of I-4, at I-95 in Daytona Beach.", "ids": [1250, 1251, 1252], "paraphrased": true, "paraphrases": "Running alongside I-4 from its shared western terminus of I-275 in Tampa through the last eastbound exit at I-9, Daytona Beach is SR 400, an open freeway.", "validated": false, "status": "", "notes": ""}
{"sentence": "Polyurethanes, along with epoxies, phenolics, and the non-saturated variety polyesters, can be found in the reaction-polymers class of compounds.", "ids": [2728, 2729, 2730], "paraphrased": true, "paraphrases": "Polyurethanes, epoxie and phenolics are examples of the reaction-polymers class of compounds.", "validated": false, "status": "", "notes": ""}
{"sentence": "Adenauer was subsequently rearrested (as was his wife), but in the absence of any evidence against him, was released from prison at Brauweiler in November 1944.", "ids": [128, 129, 130], "paraphrased": true, "paraphrases": "Adenauer was re-arrested, along with his wife, but in November 1944, he was released from the Brauweiler prison after being found innocent.", "validated": false, "status": "", "notes": ""}
{"sentence": "Napoleon III, very ill, was incapable of riding his horse and had to support himself by leaning against a tree.", "ids": [2423, 2424, 2425], "paraphrased": true, "paraphrases": "Napoleon III, who was extremely sick, had to rely on his hands to support himself while riding.", "validated": false, "status": "", "notes": ""}
{"sentence": "Rappers are overwhelmingly of African descent, and in tackling the issue of their conspicuousness in French society and declaring their pride in their origins, they redefine their identity and defy French notions of ethnicity and citizenship.", "ids": [1176, 1177], "paraphrased": true, "paraphrases": "The majority of rappers are of African descent, and by addressing the issue of their visibility in French society and expressing their pride in their heritage, they challenge French notions of ethnicity and citizenship.", "validated": false, "status": "", "notes": ""}
{"sentence": "He shared in Hugo's admiration with the theatrical outputs of the time, but not the use of the word \"tragedy.\"", "ids": [4522, 4523, 4524], "paraphrased": true, "paraphrases": "Despite his admiration for Hugo's works, he did have reservations about the use of the term \"tragedy.\"", "validated": false, "status": "", "notes": ""}
{"sentence": "The sinologist Rolf Stein etymologically translates Chinese \"yin\" \"shady side (of a mountain)\" and \"yang\" \"sunny side (of a mountain)\" with the rarely used English geographic terms \"ubac\" \"shady side of a mountain\" and \"adret\" \"sunny side of a mountain\" (which are of French origin).", "ids": [973, 974, 975], "paraphrased": true, "paraphrases": "According to Rolf Stein, a sinologist, Chinese words \"yin\" and \"sunny side of... are equivalent in etymology to the seldom used English geographic terms \"ubac\" from France.", "validated": false, "status": "", "notes": ""}
{"sentence": "John asserts that the emperor forbade anyone from having contact with the men, but that no one obeyed his orders; so he had the two men executed in the middle of the night.", "ids": [6480, 6481, 6482], "paraphrased": true, "paraphrases": "As per John's argument, the emperor prohibited anyone from interfering with the men, but his orders were disregarded by everyone; hence, he had the two men executed in the middle of the night.", "validated": false, "status": "", "notes": ""}
{"sentence": "Times below 1 hour were achieved – an average speed of over 117 mph (188 km/h), which included a high-speed dash straight through the empty Dartford Tunnel road user charge payment booths, which were unattended after midnight, when tolls were suspended.", "ids": [936, 937, 938], "paraphrased": true, "paraphrases": "Under 1 hour, the average speed was over 117 mph (188 km/h), and there was also a high-speed chase through the empty Dartford Tunnel road user charge payment booths, which were left behind after midnight when tolls were suspended.", "validated": false, "status": "", "notes": ""}
{"sentence": "When he had injured his head at the 1988 Seoul Olympics and some blood got in the pool, Louganis said he was \"paralyzed with fear\" that someone might catch the virus, but nobody did.", "ids": [1252, 1253, 1254], "paraphrased": true, "paraphrases": "While swimming at the 1988 Seoul Olympics with blood in his pool, Louganis was paralyzed by fear that someone might catch him, but he managed to avoid it.", "validated": false, "status": "", "notes": ""}
{"sentence": "Because female impersonation has long been illegal in some locations (and remains so today), the drag queen José Sarria would often hand out cards that said \"I am a boy,\" to make it clear that he was not actually impersonating a woman.", "ids": [6487, 6488], "paraphrased": true, "paraphrases": "Due to the illegality of female impersonation in certain areas, José Sarria, the drag queen, frequently distributed cards that said \"I am a boy\" to indicate that he was actually posing as elizabeth.", "validated": false, "status": "", "notes": ""}
{"sentence": "While neither Durkheim, nor Mauss, definitively coined the term 'sociology of knowledge', their work was both an important first contribution to the field, and the earliest known written publication of the term.", "ids": [1498, 1499, 1500], "paraphrased": true, "paraphrases": "Although the term'sociology of knowledge' was undoubtedly invented by Durkheim and Mauss, their work was both a significant first contribution to the field and the earliest written use of the phrase.", "validated": false, "status": "", "notes": ""}
{"sentence": "Rodgers's fate was sealed when he died penniless in a fire at a sugar mill, meaning that Deborah was then free to remarry.", "ids": [2357, 2358, 2359], "paraphrased": true, "paraphrases": "Deborah was able to marry again after Rodgers's death, which was caused by a fire at he sugar mill and left him penniless.", "validated": false, "status": "", "notes": ""}
{"sentence": "There is also the problem of placing Omani workers in senior positions due to the fact that a significant chunk of the workforce is composed of young and amateur workers.", "ids": [6552, 6553, 6554], "paraphrased": true, "paraphrases": "There is also the issue of placing Omani workers in senior positions, given that a significant proportion of the workforce is made up of young amateurs.", "validated": false, "status": "", "notes": ""}
{"sentence": "While the Shia tend to reject narrators such as Aisha, Sunni scholar tend to trust them.", "ids": [955, 956, 957], "paraphrased": true, "paraphrases": "Shia scholars have a preference for accepting narrators like Aisha, while Sunni scholars tend to accept them.", "validated": false, "status": "", "notes": ""}
{"sentence": "Like many other cities with such climate features, Baku does not see extremely hot summers and substantial sunshine hours.", "ids": [3677, 3678, 3679], "paraphrased": true, "paraphrases": ["No paraphrase found"], "validated": false, "status": "", "notes": ""}
{"sentence": "He leaves the party with Shirley, a socialite who agrees to pay him $20 for spending the night, but Joe's sexual prowess is mediocre, and he cannot satisfy Shirley enough for her to feel tired.", "ids": [4096, 4097], "paraphrased": true, "paraphrases": ["No paraphrase found"], "validated": false, "status": "", "notes": ""}
{"sentence": "Henry fathered other children with Eleanor throughout the marriage, and his affairs were largely inconsequential.", "ids": [3749, 3750, 3751], "paraphrased": true, "paraphrases": "Throughout the marriage, Henry had additional children with Eleanor and his affairs were mostly insignificant.", "validated": false, "status": "", "notes": ""}
{"sentence": "All legitimate sons of the couple received an equal share of their father's property, resulting in the division of territories.", "ids": [2321, 2322], "paraphrased": true, "paraphrases": "All legitimate sons of the couple were granted an equal portion of their father's property, resulting in the division of territories.", "validated": false, "status": "", "notes": ""}
{"sentence": "Unlike the English, the Scottish cavalry probably lacked the capability to charge enemy lines and was suitable only for skirmishing and reconnaissance.", "ids": [4664, 4665, 4666], "paraphrased": true, "paraphrases": "Compared to the English, Scottish cavalry was likely too weak to charge enemy lines and only suitable for skirmishes and reconnaissance.", "validated": false, "status": "", "notes": ""}
{"sentence": "Originally BLM holdings were described as \"unwanted land\" because homesteaders had passed them by.", "ids": [1075, 1076, 1077], "paraphrased": true, "paraphrases": ["No paraphrase found"], "validated": false, "status": "", "notes": ""}
{"sentence": "As a result, the term \"croup\" nowadays most often refers to an unrelated viral illness that produces similar but milder respiratory symptoms.", "ids": [5428, 5429, 5430], "paraphrased": true, "paraphrases": "Hence, the term \"croup\" nowadays is commonly used to describe an infectious disease that produces similar but more mild respiratory symptoms.", "validated": false, "status": "", "notes": ""}
{"sentence": "About 6.8% of families and 10.3% of the population were below the poverty line, including none of those under age 18 and 33.8% of those age 65 or over.", "ids": [2198, 2199, 2200], "paraphrased": true, "paraphrases": "The poverty line was crossed by 10.3% of the population and 6.8% of families, with all individuals under 18 and 33.8% over 65 included.", "validated": false, "status": "", "notes": ""}
{"sentence": "In the early summer of 1123, Dashi was captured by the Jin and forced to lead them to Tianzuo's camp, where the entire imperial family including Tianzuo and all of his sons were captured.", "ids": [477, 478, 479], "paraphrased": true, "paraphrases": "Dashi was taken captive by the Jin in the early summer of 1123 and had to be escorted to Tianzuo's camp, where the entire imperial family including Tianzuo and his sons were apprehended.", "validated": false, "status": "", "notes": ""}
{"sentence": "What we want to see is the methods that Gaston will use to stop anyone from signing them\"", "ids": [533, 534], "paraphrased": true, "paraphrases": "We are interested in witnessing how Gaston will prevent anyone from signing them.", "validated": false, "status": "", "notes": ""}
{"sentence": "Meade ordered his three corps commanders on the left to assault at once, without regard to the movements of their neighboring corps.", "ids": [7095, 7096, 7097], "paraphrased": true, "paraphrases": "Meade instructed his three corps commanders on the left to attack simultaneously, disregarding any indication of their neighboring corps' movements.", "validated": false, "status": "", "notes": ""}
{"sentence": "Odd numbered registers are forbidden from being used for arithmetic or branching, just as part of a double precision register pair, resulting in 16 usable registers for most instructions (moves/copies and loads/stores were not affected).", "ids": [1231, 1232, 1233], "paraphrased": true, "paraphrases": "The use of odd numbered registers for arithmetic or branching is prohibited, as they are only part of 'a double precision register pair' meaning it could accommodate 16 usable register(s) for most instructions (moves/copies and loads/stores).", "validated": false, "status": "", "notes": ""}
{"sentence": "An unknown Hungarian traveler came to the town during this period and helped the town by setting a trap at the cemetery and decapitating the vampire that resided there, curing the town of their torment.", "ids": [4020, 4021], "paraphrased": true, "paraphrases": "During this time, an anonymous Hungarian traveler visited the town and provided assistance to the community by setting up a trap at the cemetery and beheading the vampire that lived there, which helped cure them.", "validated": false, "status": "", "notes": ""}
{"sentence": "At 05:45 on 17 July, Shaltiel ordered a retreat and to cease hostilities.", "ids": [1028, 1029, 1030], "paraphrased": true, "paraphrases": "Shaltiel issued a warning to end hostilities at 05:45 on 17 July.", "validated": false, "status": "", "notes": ""}
{"sentence": "In recent history, it has been very rare for major cabinet positions (including Lord Chancellor and Leader of the House of Lords) to have been filled by peers.", "ids": [853, 854, 855], "paraphrased": true, "paraphrases": "It is exceedingly rare for major cabinet positions, such as Lord Chancellor and Leader of the House of Lords, to be held by peers in recent history.", "validated": false, "status": "", "notes": ""}
{"sentence": "Pin 28 is not used to let the drives know their position on the cable; it is used by the host exclusively when communicating with the drives.", "ids": [1465, 1466, 1467], "paraphrased": true, "paraphrases": "The drives are only informed of the connection to Pin 28 on the cable by the host, as it is used for communication purposes.", "validated": false, "status": "", "notes": ""}
{"sentence": "The enclosure of towns brought about a lack of living space outside the homes, and resulted in a style of town house that was comfortably sized, often surrounding tiny communal courtyards, as at San Gimignano in Tuscany.", "ids": [5865, 5866, 5867], "paraphrased": true, "paraphrases": "The enclosure of towns resulted in a scarcity of living space beyond their houses, leading to the development of quaint town houses that were comfortably situated, often surrounded by small communal courtyards, as seen in Tuscany's San Gimignano.", "validated": false, "status": "", "notes": ""}
{"sentence": "There is a similar lack of development in the Grande Ronde's watershed in the northeastern part of Oregon.", "ids": [183, 184, 185], "paraphrased": true, "paraphrases": "The northeastern part of Oregon, where the watershed of the Grande Ronde is located, experiences a similar lack of development.", "validated": false, "status": "", "notes": ""}
{"sentence": "In countries where marijuana and hashish are forbidden, some retailers specify that bongs are intended for use with tobacco in an attempt to circumvent laws against selling drug paraphernalia.", "ids": [1762, 1763, 1764], "paraphrased": true, "paraphrases": "In countries where marijuana and hashish are prohibited, some vendors specify that bongs are meant to be used in conjunction with tobacco to evade laws against the sale of drug paraphernalia.", "validated": false, "status": "", "notes": ""}
{"sentence": "Sherman initially expressed reservations about the wisdom of Grant's unorthodox strategy for the Vicksburg campaign in the spring of 1863, which called to the invading Union army to separate from its supply train and subsist by foraging.", "ids": [1331, 1332, 1333], "paraphrased": true, "paraphrases": "At first, Sherman was doubtful about the sanity of Grant's unique plan for the Vicksburg campaign in the spring of 1863, which necessitated the Union army to withdraw from its supply train and feed themselves.", "validated": false, "status": "", "notes": ""}
{"sentence": "The Germans hoped the air action would force the British to negotiate, and make invasion unnecessary.", "ids": [6266], "paraphrased": true, "paraphrases": "The Germans aspired that the air campaign would induce the British to engage in negotiations and eliminate the need for invasion.", "validated": false, "status": "", "notes": ""}
{"sentence": "Recent formally-funded research has found a correlation between flatus odor and both loudness and humidity content", "ids": [417, 418, 419], "paraphrased": true, "paraphrases": "Recent studies with formally-funded research have found a correlation between loudness, humidity content, and flatus odor.", "validated": false, "status": "", "notes": ""}
{"sentence": "He sided with the Trojans, and sent a terrible plague to the Greek camp, which indirectly led to the conflict between Achilles and Agamemnon.", "ids": [1480, 1481, 1482], "paraphrased": true, "paraphrases": "He supported the Trojans and brought about a devastating epidemic in the Greek camp, indirectly contributing to the Achilles-Agamemnon conflict.", "validated": false, "status": "", "notes": ""}
{"sentence": "The identity of Monroe's father is unknown, and she most often used Baker as her surname.", "ids": [3792, 3793], "paraphrased": true, "paraphrases": "The father of Monroe is a mystery, and she frequently used Baker as her surname.", "validated": false, "status": "", "notes": ""}
{"sentence": "He then began to try other pens, and in none of his future appearances was he ever seen conspicuously using the Montblanc.", "ids": [5444, 5445], "paraphrased": true, "paraphrases": "He started to experiment with different pens, and he was seldom seen using the Montblanc in his later years.", "validated": false, "status": "", "notes": ""}
{"sentence": "In \"Roberts\" the Court held that associations may exclude people for reasons such as gender, so long as these reasons were fully unrelated to the group's expression.", "ids": [3518, 3519, 3520], "paraphrased": true, "paraphrases": "The Court ruled in \"Roberts\" that groups could exclude individuals for reasons such as gender, provided they were completely disrelated from the group's expression.", "validated": false, "status": "", "notes": ""}
{"sentence": "\"Line 10 of the console listing above is highlighted for effect, the highlighting is irrelevant to the actual console output\".", "ids": [500, 501, 502], "paraphrased": true, "paraphrases": "The \"console listing above\" has a line 10 that is highlighted, but the output of the console is indistinguishable from this.", "validated": false, "status": "", "notes": ""}
{"sentence": "In the anime \"PriPara\", one of the main characters, Sion Tōdō, is a world renowned Go player, but decides to retire as nobody has been able to beat her, becoming an idol instead.", "ids": [3620, 3621, 3622], "paraphrased": true, "paraphrases": "The anime \"PriPara\" showcases Sion Td, a Go player who is world-renowned, but she retires and becomes an inspiration.", "validated": false, "status": "", "notes": ""}
{"sentence": "In informal games, the piece colors are allocated to players by the organizers; in competitive games, the colors are usually decided randomly, for example by a coin toss, or by one player concealing a white pawn in one hand and a black pawn in the other, and having the opponent choose.", "ids": [3098, 3099, 3100], "paraphrased": true, "paraphrases": "Players in informal games are given the colors of their pieces by the organizers, whereas in competitive games, they are usually randomly selected through a coin toss or by concealing 'white' pawns in one hand and corresponding black clefs on the other hand, at the behest of the opponent.", "validated": false, "status": "", "notes": ""}
{"sentence": "For example, the first chapter of Habakuk raises questions about Yahweh and justice, laments inaction in punishing injustice, and looks for God's response—then objects to what God chooses.", "ids": [5518, 5519, 5520], "paraphrased": true, "paraphrases": "The first chapter of Habakuk ponders on Yahweh and justice, mourns the lack of action to put an end to injustice, and waits for God's response, then turns away from any divine decrees.", "validated": false, "status": "", "notes": ""}
{"sentence": "In November 2002, 100 college workers, without students and faculty, held a \"mock funeral 'for the spirit of Oberlin'\" in response to the administration's laying off 11 workers and reducing the work hours of five other workers after negotiation with college unions.", "ids": [5678, 5679], "paraphrased": true, "paraphrases": "Following negotiations with college unions, the administration chose to lay off 11 workers and cut the work hours of five other workers, leading to a \"mock funeral\" for Oberlin held by 100 college employees in November 2002, who were devoid of students and faculty.", "validated": false, "status": "", "notes": ""}
{"sentence": "Though Eisenhower appointed Hoover to another presidential commission, Hoover disliked Eisenhower, faulting the latter's failure to roll back the New Deal.", "ids": [5133, 5134], "paraphrased": true, "paraphrases": "Hoover was resentful of Eisenhower, who had appointed him to a new presidential commission and held him responsible for the lack of success in rolling back the New Deal.", "validated": false, "status": "", "notes": ""}
{"sentence": "There have been reservations among some in the transgender community, both regarding the difficulty of obtaining a certificate, and because the level of awareness is low, and LGBTQ protests against the bill have occurred, with claims that the bill hurts the transgender community instead of helping it.", "ids": [2643, 2644, 2645], "paraphrased": true, "paraphrases": "Some members of the transgender community have expressed reservations about the bill due to its difficulty obtaining a certificate and low awareness, as well as protests by LGBTQ individuals who claim that it benefits them instead of assisting them.", "validated": false, "status": "", "notes": ""}
